Repository: wordpress-parsi/didar
Catalog: lang/didar-*.po
Languages: fa_ir

source: Didar
fa_ir: دیدار

source: Settings saved
fa_ir: تنظیمات ذخیره شد

source: Settings
fa_ir: تنظیمات

source: Didar API code
fa_ir: کد API دیدار

source: Biz domain
fa_ir: بیزدامنه

source: Send Type
fa_ir: نوع ارسال

source: Auto
fa_ir: خودکار

source: Manual
fa_ir: دستی

source: Send Status
fa_ir: وضعیت ارسال

source: Completed
fa_ir: تکمیل شده

source: Cancelled
fa_ir: لغو شده

source: Refunded
fa_ir: مسترد شده

source: Failed
fa_ir: ناموفق

source: Choose Kariz
fa_ir: انتخاب کاریز

source: Choose...
fa_ir: انتخاب...

source: Choose User
fa_ir: انتخاب کاربر

source: Order number in order name
fa_ir: شماره سفارش در نام سفارش

source: Display the WooCommerce order number in the name of the order in the Didar
fa_ir: نمایش شماره سفارش ووکامرس در نام سفارش در دیدار

source: Number of submissions from the web service
fa_ir: تعداد ارسال از وبسرویس

source: How many invoices should be sent each time the web service is sent
fa_ir: در هر بار ارسال وبسرویس چه تعداد فاکتور ارسال شود

source: Start sending from the invoice
fa_ir: شروع ارسال از فاکتور

source: Start sending invoice from invoice with ID
fa_ir: شروع ارسال فاکتور از فاکتور با آی دی

source: Save settings
fa_ir: ذخیره تنظیمات

source: Error log
fa_ir: لاگ خطاها

source: Order number
fa_ir: شماره سفارش

source: Error text
fa_ir: متن خطا

source: Order
fa_ir: سفارش

source: Send to Didar
fa_ir: ارسال به دیدار

source: Send all
fa_ir: ارسال همه

source: Completed invoices
fa_ir: سفارشات تکمیل شده

source: to Didar
fa_ir: به دیدار

source: Start
fa_ir: شروع

source: invoices has been sent
fa_ir: سفارش ارسال شد

source: Stop
fa_ir: توقف

source: The current invoice is not ready to be sent.
fa_ir: سفارش فعلی امکان ارسال به دیدار را ندارد.

source: Didar CRM
fa_ir: دیدار

source: Didar Status
fa_ir: وضعیت دیدار

source: Sent
fa_ir: ارسال شده

source: Waiting
fa_ir: در انتظار

source: This invoice has already been registered.
fa_ir: این سفارش قبلا ثبت شده.

source: The invoice was registered successfully.
fa_ir: این سفارش با موفقیت ثبت شد.

source: Nothing found.
fa_ir: چیزی پیدا نشد.

source: The invoice was registered successfully
fa_ir: این سفارش با موفقیت ثبت شد.

source: Connect your Woocommerce website to Didar CRM
fa_ir: این افزونه CRM دیدار با به ووکامرس شما وصل می‌کند
